/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Non";
"zanalytics.bug.alert.title"                = "Voulez-vous nous dire quelque chose?";
"zanalytics.feedback.navbar.title.feedback"             = "Commentaires";
"zanalytics.feedback.navbar.title.reportbug"            = "Signaler un bogue";
"zanalytics.feedback.navbar.title.helpme"               = "Aidez-moi";

"zanalytics.feedback.navbar.title.systemlogs"             = "Journaux du système";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informations de diagnostic";

"zanalytics.bug.alert.dontshowagain"            = "Ne plus afficher";
"zanalytics.bug.alert.title.helpme"            = "Aidez-moi";

"zanalytics.bug.alert.message.savetolocal"         = "Désolé... Nous n’avons pas pu envoyer le rapport de bogues. Voulez-vous enregistrer la capture d’écran?";



"zanalytics.feedback.email.title"                = "Adresse de courriel";


"zanalytics.bug.detectscreen.title"       = "Vous avez trouvé quelque chose d\'intéressant?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Oui";
"zanalytics.bug.alert.detectscreen.no"                       = "Non";

"zanalytics.bug.alert.detectscreen.share" = "Partager";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne plus demander";

"zanalytics.bug.annotate.button.title"                       = "Annoter ce bogue à l’aide des outils ci-dessous";


"zanalytics.feedback.failed.alert.description" = "Échec de l’envoi des commentaires, veuillez réessayer!";


"zanalytics.feedback.success.alert.description" = "Merci d’avoir soumis vos commentaires.";


"zanalytics.feedback.common.alert.title.add.photos" = "Ajouter des photos";
"zanalytics.feedback.common.alert.title.alert" = "Alerte";
"zanalytics.feedback.common.button.title.back" = "Retour";
"zanalytics.feedback.common.button.title.cancel" = "Annuler";
"zanalytics.feedback.common.button.title.close" = "Fermer";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Nous vous écoutons très bien. Dites nous ce que vous pensez!";
"zanalytics.bug.textview.placeholder"           = "Avez-vous rencontré des problèmes lors de l’utilisation de notre appli? Dites-nous.";
"zanalytics.help.textview.placeholder"           = "Nous tenterons de résoudre tous les problèmes et de vous aider!";

"zanalytics.feedback.add.photos.alert.description" = "Aucune photo n’est jointe. Ouvrez la galerie de photos pour en ajouter d’autres!";

"zanalytics.feedback.add.photos.alert.open" = "Ouvrir des photos";


"zanalytics.feedback.access.photos.alert.description" = "L’appli %@ n’a pas accès à vos photos.\nPour activer l’accès, allez à : Paramètres > Confidentialité > Photos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Paramètres";

"zanalytics.feedback.label.title.anonymous" = "Anonyme";

"zanalytics.feedback.navbar.button.title.send" = "Envoyer";
"zanalytics.feedback.navbar.button.title.next" = "Suivant";
"zanalytics.feedback.navbar.button.title.done" = "Terminé";
"zanalytics.feedback.navbar.button.title.editphotos" = "Modifier les photos";
"zanalytics.feedback.navbar.button.title.addmore" = "Ajouter plus";
"zanalytics.feedback.navbar.button.title.attach" = "Joindre";
"zanalytics.feedback.navbar.button.title.delete" = "Supprimer";


"zanalytics.feedback.navbar.title.taptoedit" = "Appuyer pour modifier";
"zanalytics.feedback.navbar.title.editor" = "Éditeur";
"zanalytics.feedback.navbar.title.choosephotos" = "Choisir des photos";
"zanalytics.feedback.navbar.title.selectphotos" = "Sélectionner des photos";
"zanalytics.feedback.navbar.title.photoselected" = "Photo sélectionnée";
"zanalytics.feedback.navbar.title.photosselected" = "Photos sélectionnées";

"zanalytics.feedback.accessory.title.systemlogs" = "Inclure les journaux du système";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Inclure les informations de diagnostic";
"zanalytics.feedback.accessory.button.title.view" = "Afficher";

"zanalytics.feedback.picker.image.notfound" = "Images introuvables";

"zanalytics.feedback.attachments.title" = "Pièces jointes(%i)";

"zanalytics.feedback.privacy.consent.description" = "Nous vous recommandons d’inclure le journal de console et les informations de diagnostic car ils aideront nos développeurs à mieux comprendre les commentaires que vous partagez.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Journaux de console";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informations de diagnostic";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Autre info";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Info appareil";

"zanalytics.feedback.privacy.consent.cancel" = "Annuler";

"zanalytics.feedback.privacy.consent.openmailapp" = "Ouvrir l'e-mail";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Toujours envoyer";
